
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automatique";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "Mot de passe PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "Secret partagé IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "Mot de passe IPSec XAuth";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Connexion à Internet (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Connexion à Internet";
"KEYCHAIN_KIND_EAPOL" = "Mot de passe 802.1X";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "Mot de passe VPN";
